rails-sample/app/controllers/comments_controller.rb

def create
  @post = Post.find(params[:post_id])
  @comment = @post.comments.create(comment_params)
---
SELECT  "posts".* FROM "posts" WHERE "posts"."id" = ? LIMIT ?  [["id", 5], ["LIMIT", 1]]
INSERT INTO "comments" ("commenter", "body", "post_id", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["commenter", "test"], ["body", "test"], ["post_id", 5], ["created_at", "2017-09-29 06:13:52.730248"], ["updated_at", "2017-09-29 06:13:52.730248"]]