rails-sample/app/controllers/posts_controller.rb

def create
  @post = Post.new(post_params)
  if @post.save
---
INSERT INTO "posts" ("title", "text", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", ""], ["text", ""], ["created_at", "2017-09-27 04:37:49.295155"], ["updated_at", "2017-09-27 04:37:49.295155"]]

def update
  @post = Post.find(params[:id])
  if @post.update(post_params)
---
SELECT  "posts".* FROM "posts" WHERE "posts"."id" = ? LIMIT ?  [["id", 5], ["LIMIT", 1]]
UPDATE "posts" SET "title" = ?, "text" = ?, "updated_at" = ? WHERE "posts"."id" = ?  [["title", "投稿１タイトル"], ["text", "投稿１テキスト"], ["updated_at", "2017-09-27 06:44:18.655036"], ["id", 1]]