<?php

return [

  /*
  |--------------------------------------------------------------------------
  | 項目マスタ辞書
  |--------------------------------------------------------------------------
  */

  'Login'       => 'ログイン',
  'Logout'      => 'ログアウト',
  'Register'    => 'ユーザー登録',

  'ReturnToList' => '一覧へ戻る',
  'Reset'        => 'クリア',
  'Submit'       => '登録',
  'Edit'         => '編集',
  'Delete'       => '削除',

  'Actionitem'  => '活動項目',
  'Actionitems' => '活動項目一覧',
  'CreateActionitem' => '新規登録',
  'EditActionitem' => '編集',
  'ID'          => 'ID',
  'User_ID'     => 'ユーザーID',
  'Index1Text'  => '大見出し文言',
  'Index2Text'  => '中見出し文言',
  'Index2Use'   => '中見出し使用設定',
  'Index3Text'  => '小見出し文言',
  'Index3Use'   => '小見出し使用設定',
  'From'        => '時刻（From）使用設定',
  'To'          => '時刻（To）使用設定',
  'Text'        => '文字列（改行あり）使用設定',
  'Lines'       => '文字列（改行あり）行数',
  'Value'       => '数値使用設定',
  'Checkbox'    => 'チェックボックス使用設定',

];
