<?php

return [

  /*
  |--------------------------------------------------------------------------
  | 共通辞書
  |--------------------------------------------------------------------------
  */

  'Login'         => 'ログイン',
  'Logout'        => 'ログアウト',
  'Register'      => 'ユーザー登録',
	'PasswordReset' => 'パスワード初期化',
  'Home'          => 'アカウント設定',
  'Menu'          => 'メニュー',

  // 共通部品の削除ボタンで使用
  'Submit'        => '実行',
  'Reset'         => 'クリア',
  'Delete'        => '削除',
  'Edit'          => '編集',
  'Create'        => '登録',
  'Update'        => '更新',
  'Close'         => '閉じる',
  'Confirm'       => 'してもよろしいですか？',
  'IfChange'      => '変更する場合',

];
