
<?php

return [

  /*
  |--------------------------------------------------------------------------
  | ユーザ管理辞書
  |--------------------------------------------------------------------------
  */

  'Home'                  => 'アカウント管理',
  'Name'                  => '名前',
  'E-Mail Address'        => 'メールアドレス',
  'Confirm E-Mail'        => 'メールアドレスの確認入力',
  'Password'              => '現在のパスワード',
  'New Password'          => '新しいパスワード',
  'Confirm New Password'  => '新しいパスワードの確認入力',
  'Reset'                 => 'クリア',
  'Register'              => '登録',

];
