
<?php

return [

  /*
  |--------------------------------------------------------------------------
  | ユーザ管理辞書
  |--------------------------------------------------------------------------
  */

  'Home'                  => 'アカウント設定',
  'Name'                  => '名前',
  'E-Mail Address'        => 'メールアドレス',
  'Confirm E-Mail'        => 'メールアドレスの確認入力',
  'Password'              => '現在のパスワード',
  'New Password'          => '新しいパスワード',
  'Confirm New Password'  => '新しいパスワードの確認入力',
  'Register'              => '登録',
  'Submit'                => '実行',
  'Reset'                 => 'クリア',
  'Delete'                => '削除',
  'Edit'                  => '編集',
  'Create'                => '登録',
  'Update'                => '更新',
  'Close'                 => '閉じる',

];
